Repository: iJustinn/Body
Catalog: BodyMetricsKit/BodyMetricsKit.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Gymnastics
de: Turnen
es: Gimnasia
fr: Gymnastique
hi: जिमनास्टिक
ru: Гимнастика
tr: Jimnastik
zh_hans: 体操

source: Hand Cycling
de: Handbiken
es: Ciclismo de mano
fr: Vélo à main
hi: हैंड साइक्लिंग
ru: Ручной велосипед
tr: El Bisikleti
zh_hans: 手摇车

source: Hard
de: Schwer
es: Difícil
fr: Difficile
hi: कठिन
ru: Тяжело
tr: Zor
zh_hans: 费力

source: Heart
de: Herz
es: Corazón
fr: Cœur
hi: हृदय
ru: Сердце
tr: Kalp
zh_hans: 心脏

source: Heart Rate
de: Herz­frequenz
es: Frecuen­cia cardiaca
fr: Fré­quence car­diaque
hi: हृदय गति
ru: Пульс
tr: Kalp Atış Hızı
zh_hans: 心率

source: Heart rate, HRV, and recovery
de: Herzfrequenz, HRV und Erholung
es: Frecuencia cardiaca, VFC y recuperación
fr: Fréquence cardiaque, VFC et récupération
hi: हृदय गति, HRV और रिकवरी
ru: Пульс, ВСР и восстановление
tr: Kalp atış hızı, HRV ve toparlanma
zh_hans: 心率、心率变异性与恢复

source: Heart rate is the number of beats per minute measured throughout the day. Daily ranges can shift with sleep, workouts, stress, caffeine, illness, heat, and readiness. Compare the range with your sleep and workout timing before judging a single spike.
de: Die Herzfrequenz ist die Zahl der Herzschläge pro Minute, gemessen über den ganzen Tag. Die tägliche Spanne kann sich mit Schlaf, Training, Stress, Koffein, Krankheit, Hitze und Tagesform verschieben. Vergleiche die Spanne mit deinen Schlaf- und Trainingszeiten, bevor du eine einzelne Spitze bewertest.
es: La frecuencia cardiaca es el número de latidos por minuto medido a lo largo del día. Los rangos diarios pueden variar con el sueño, los entrenamientos, el estrés, la cafeína, una enfermedad, el calor y la preparación. Compara el rango con tus horarios de sueño y entrenamiento antes de valorar un pico aislado.
fr: La fréquence cardiaque correspond au nombre de battements par minute mesurés tout au long de la journée. Les plages quotidiennes peuvent varier selon le sommeil, les exercices, le stress, la caféine, la maladie, la chaleur et votre niveau de préparation. Comparez la plage avec les horaires de votre sommeil et de vos exercices avant de juger un pic isolé.
hi: हृदय गति, दिन भर में मापी गई प्रति मिनट धड़कनों की संख्या है। रोज़ की रेंज नींद, वर्कआउट, तनाव, कैफ़ीन, बीमारी, गर्मी और रेडिनेस के साथ बदल सकती है। किसी एक उछाल पर राय बनाने से पहले रेंज की तुलना अपनी नींद और वर्कआउट के समय से करें।
ru: Пульс показывает число ударов сердца в минуту, измеренное в течение дня. Дневной диапазон может меняться в зависимости от сна, тренировок, стресса, кофеина, болезни, жары и готовности. Прежде чем оценивать отдельный скачок, сопоставьте диапазон со временем сна и тренировок.
tr: Kalp atış hızı, gün boyunca ölçülen dakikadaki atım sayısıdır. Günlük aralıklar uyku, antrenmanlar, stres, kafein, hastalık, sıcak hava ve hazırlık durumuna göre değişebilir. Tek bir ani yükselişi değerlendirmeden önce aralığı uyku ve antrenman saatlerinizle karşılaştırın.
zh_hans: 心率是全天测得的每分钟心跳次数。每日范围会随睡眠、运动、压力、咖啡因、疾病、炎热和恢复状态而变化。在判断某次心率飙升之前，先将其与睡眠和训练时间对照来看。

source: Heart rate variability measures the small timing changes between heartbeats. Higher than your usual baseline often points to better readiness and lower strain; lower than usual can follow hard training, poor sleep, alcohol, illness, or stress. Compare trends over weeks instead of judging one day by itself.
de: Die Herzfrequenzvariabilität (HRV) misst die kleinen zeitlichen Schwankungen zwischen Herzschlägen. Liegt sie über deinem üblichen Basiswert, deutet das oft auf eine bessere Tagesform und weniger Belastung hin. Niedrigere Werte können auf hartes Training, schlechten Schlaf, Alkohol, Krankheit oder Stress folgen. Vergleiche Trends über Wochen, statt einen einzelnen Tag für sich zu bewerten.
es: La variabilidad de la frecuencia cardiaca mide los pequeños cambios de tiempo entre latidos. Un valor por encima de tu referencia habitual suele indicar mejor preparación y menos sobrecarga; uno por debajo de lo habitual puede aparecer tras un entrenamiento duro, una mala noche, el alcohol, una enfermedad o el estrés. Compara las tendencias a lo largo de semanas en lugar de valorar un solo día.
fr: La variabilité de la fréquence cardiaque mesure les petites variations d’intervalle entre les battements du cœur. Une valeur supérieure à votre référence habituelle indique souvent un meilleur niveau de préparation et une sollicitation moindre ; une valeur inférieure peut suivre un entraînement intense, un mauvais sommeil, l’alcool, une maladie ou du stress. Comparez les tendances sur plusieurs semaines plutôt que de juger une journée isolée.
hi: हृदय गति परिवर्तनशीलता दिल की धड़कनों के बीच समय के छोटे बदलावों को मापती है। आपकी सामान्य बेसलाइन से ज़्यादा होना अक्सर बेहतर रेडिनेस और शरीर पर कम दबाव की ओर इशारा करता है; सामान्य से कम होना कठिन ट्रेनिंग, ख़राब नींद, शराब, बीमारी या तनाव के बाद हो सकता है। किसी एक दिन को अकेले आँकने के बजाय कई सप्ताह के ट्रेंड की तुलना करें।
ru: Вариабельность пульса отражает небольшие изменения интервалов между ударами сердца. Значения выше Вашего обычного базового уровня часто указывают на лучшую готовность и меньшую нагрузку; значения ниже обычного бывают после тяжелых тренировок, плохого сна, алкоголя, болезни или стресса. Сравнивайте тренды за несколько недель, а не оценивайте один день отдельно.
tr: Kalp atış hızı değişkenliği, kalp atışları arasındaki küçük zamanlama farklarını ölçer. Olağan referansınızın üstünde olması çoğu zaman daha iyi hazırlığa ve daha az zorlanmaya işaret eder; olağandan düşük olması ise zorlu antrenman, kötü uyku, alkol, hastalık veya stres sonrasında görülebilir. Tek bir günü kendi başına değerlendirmek yerine haftalar boyunca eğilimleri karşılaştırın.
zh_hans: 心率变异性衡量心跳之间的细微时间变化。高于日常基准通常代表更好的恢复状态和更低的负担；低于日常水平则可能出现在高强度训练、睡眠不佳、饮酒、疾病或压力之后。请以数周的趋势为准，不要只看某一天。

source: Heart signals compared with your baseline.
de: Herzsignale im Vergleich zu deinem Basiswert.
es: Indicadores cardiacos comparados con tu valor de referencia.
fr: Signaux cardiaques comparés à votre référence.
hi: आपकी बेसलाइन की तुलना में हृदय के सिग्नल।
ru: Сигналы сердца в сравнении с Вашим базовым уровнем.
tr: Referansınızla karşılaştırılan kalp sinyalleri.
zh_hans: 心脏信号与自身基准的对比。

source: High
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
ru: Хорошо
tr: Yüksek
zh_hans: 良好

source: High confidence
de: Hohe Zuverlässigkeit
es: Confianza alta
fr: Fiabilité élevée
hi: उच्च विश्वसनीयता
ru: Высокая достоверность
tr: Yüksek güvenilirlik
zh_hans: 置信度高

source: High Injury Risk
de: Hohes Verletzungsrisiko
es: Riesgo de lesión alto
fr: Risque de blessure élevé
hi: चोट का उच्च जोखिम
ru: Высокий риск травмы
tr: Yüksek Sakatlık Riski
zh_hans: 高受伤风险

source: Hike
de: Wandern
es: Senderismo
fr: Randonnée
hi: हाइक
ru: Пеший туризм
tr: Doğa Yürüyüşü
zh_hans: 徒步

source: HR Recovery
de: HF-Erholung
es: Recuperación de FC
fr: Récupération cardiaque
hi: हृदय गति रिकवरी
ru: Восстановление пульса
tr: Nabız Toparlanması
zh_hans: 心率恢复

source: HRV is a little under baseline, but recovery is solid. Normal training is fine.
de: Deine HRV liegt etwas unter deinem Basiswert, aber deine Erholung ist solide. Normales Training ist in Ordnung.
es: La VFC está un poco por debajo de tu valor de referencia, pero la recuperación es sólida. Puedes entrenar con normalidad.
fr: Votre VFC est un peu sous votre référence, mais votre récupération est solide. Un entraînement normal convient.
hi: HRV बेसलाइन से थोड़ी कम है, लेकिन रिकवरी अच्छी है। सामान्य ट्रेनिंग ठीक है।
ru: ВСР немного ниже базового уровня, но восстановление хорошее. Обычная тренировка подойдет.
tr: HRV referansın biraz altında ama toparlanma sağlam. Normal antrenman yapabilirsiniz.
zh_hans: 心率变异性略低于基准，但整体恢复不错。可以正常训练。

source: HRV is below baseline.
de: Deine HRV liegt unter deinem Basiswert.
es: La VFC está por debajo de tu valor de referencia.
fr: La VFC est sous votre référence.
hi: HRV बेसलाइन से कम है।
ru: ВСР ниже базового уровня.
tr: HRV referansın altında.
zh_hans: 心率变异性低于基准。

source: HRV is running below baseline — readiness is okay, but keep the load controlled.
de: Deine HRV liegt unter deinem Basiswert. Deine Tagesform ist in Ordnung, halte die Belastung aber kontrolliert.
es: La VFC está por debajo de tu valor de referencia. Tu preparación es aceptable, pero mantén la carga controlada.
fr: Votre VFC reste sous votre référence. Votre niveau de préparation est correct, mais gardez une charge maîtrisée.
hi: HRV बेसलाइन से कम चल रही है। रेडिनेस ठीक है, लेकिन लोड नियंत्रित रखें।
ru: ВСР ниже базового уровня. Готовность в порядке, но держите нагрузку под контролем.
tr: HRV referansın altında seyrediyor. Hazırlık fena değil ama yükü kontrollü tutun.
zh_hans: 心率变异性低于基准。状态还可以，但训练量建议收着点。

source: HRV is running below baseline. Readiness is okay, but keep the load controlled.
de: Deine HRV liegt unter deinem Basiswert. Deine Tagesform ist in Ordnung, halte die Belastung aber kontrolliert.
es: La VFC está por debajo de tu valor de referencia. Tu preparación es aceptable, pero mantén la carga controlada.
fr: Votre VFC reste sous votre référence. Votre niveau de préparation est correct, mais gardez une charge maîtrisée.
hi: HRV बेसलाइन से कम चल रही है। रेडिनेस ठीक है, लेकिन लोड नियंत्रित रखें।
ru: ВСР ниже базового уровня. Готовность в порядке, но держите нагрузку под контролем.
tr: HRV referansın altında seyrediyor. Hazırlık fena değil ama yükü kontrollü tutun.
zh_hans: 心率变异性低于基准。状态还可以，但训练量建议收着点。

source: HRV is sitting below your baseline — recovery is still catching up. Favor easy work.
de: Deine HRV liegt unter deinem Basiswert und deine Erholung braucht noch Zeit. Setz auf leichtes Training.
es: La VFC está por debajo de tu valor de referencia y aún te estás recuperando. Prioriza el trabajo suave.
fr: Votre VFC est sous votre référence et votre récupération n’est pas encore complète. Privilégiez les séances faciles.
hi: HRV आपकी बेसलाइन से कम है और रिकवरी अभी पूरी नहीं हुई है। हल्की ट्रेनिंग को प्राथमिकता दें।
ru: ВСР ниже Вашего базового уровня, восстановление еще продолжается. Отдайте предпочтение легкой нагрузке.
tr: HRV referansınızın altında ve toparlanma hâlâ tamamlanmadı. Hafif çalışmayı tercih edin.
zh_hans: 心率变异性低于基准，身体还在恢复。今天适合轻松一点。

source: HRV is sitting below your baseline and recovery is still catching up. Favor easy work.
de: Deine HRV liegt unter deinem Basiswert und deine Erholung braucht noch Zeit. Setz auf leichtes Training.
es: La VFC está por debajo de tu valor de referencia y aún te estás recuperando. Prioriza el trabajo suave.
fr: Votre VFC est sous votre référence et votre récupération n’est pas encore complète. Privilégiez les séances faciles.
hi: HRV आपकी बेसलाइन से कम है और रिकवरी अभी पूरी नहीं हुई है। हल्की ट्रेनिंग को प्राथमिकता दें।
ru: ВСР ниже Вашего базового уровня, восстановление еще продолжается. Отдайте предпочтение легкой нагрузке.
tr: HRV referansınızın altında ve toparlanma hâlâ tamamlanmadı. Hafif çalışmayı tercih edin.
zh_hans: 心率变异性低于基准，身体还在恢复。今天适合轻松一点。

source: HRV is well below baseline — your body needs recovery. Rest or keep it very light.
de: Deine HRV liegt deutlich unter deinem Basiswert und dein Körper braucht Erholung. Ruh dich aus oder trainiere nur sehr leicht.
es: La VFC está muy por debajo de tu valor de referencia y tu cuerpo necesita recuperarse. Descansa o haz algo muy suave.
fr: Votre VFC est nettement sous votre référence et votre corps a besoin de récupérer. Reposez-vous ou optez pour une séance très légère.
hi: HRV बेसलाइन से काफ़ी कम है और आपके शरीर को रिकवरी की ज़रूरत है। आराम करें या बहुत हल्की ऐक्टिविटी करें।
ru: ВСР значительно ниже базового уровня, организму нужно восстановление. Отдохните или тренируйтесь очень легко.
tr: HRV referansın epey altında ve vücudunuzun toparlanmaya ihtiyacı var. Dinlenin ya da çok hafif tutun.
zh_hans: 心率变异性远低于基准，身体需要恢复。建议休息，或只做很轻松的活动。

source: HRV is well below baseline and your body needs recovery. Rest or keep it very light.
de: Deine HRV liegt deutlich unter deinem Basiswert und dein Körper braucht Erholung. Ruh dich aus oder trainiere nur sehr leicht.
es: La VFC está muy por debajo de tu valor de referencia y tu cuerpo necesita recuperarse. Descansa o haz algo muy suave.
fr: Votre VFC est nettement sous votre référence et votre corps a besoin de récupérer. Reposez-vous ou optez pour une séance très légère.
hi: HRV बेसलाइन से काफ़ी कम है और आपके शरीर को रिकवरी की ज़रूरत है। आराम करें या बहुत हल्की ऐक्टिविटी करें।
ru: ВСР значительно ниже базового уровня, организму нужно восстановление. Отдохните или тренируйтесь очень легко.
tr: HRV referansın epey altında ve vücudunuzun toparlanmaya ihtiyacı var. Dinlenin ya da çok hafif tutun.
zh_hans: 心率变异性远低于基准，身体需要恢复。建议休息，或只做很轻松的活动。

source: Humidity
de: Luftfeuchtigkeit
es: Humedad
fr: Humidité
hi: नमी
ru: Влажность
tr: Nem Oranı
zh_hans: 湿度

source: Hunting
de: Jagen
es: Caza
fr: Chasse
hi: शिकार
ru: Охота
tr: Avcılık
zh_hans: 狩猎

source: Jump Rope
de: Seilspringen
es: Saltar la cuerda
fr: Corde à sauter
hi: रस्सी कूद
ru: Скакалка
tr: İp Atlama
zh_hans: 跳绳

source: Just a light activity today. Your poor readiness reflects your recovery signals, so rest well to recover better.
de: Heute nur eine leichte Aktivität. Deine schwache Tagesform spiegelt deine Erholungssignale wider, also ruh dich gut aus, um dich besser zu erholen.
es: Hoy solo hubo actividad ligera. Tu preparación muy baja refleja tus indicadores de recuperación, así que descansa bien para recuperarte mejor.
fr: Seulement une activité légère aujourd’hui. Votre niveau de préparation insuffisant reflète vos signaux de récupération : reposez-vous bien pour mieux récupérer.
hi: आज सिर्फ़ हल्की ऐक्टिविटी हुई। आपकी ख़राब रेडिनेस आपके रिकवरी सिग्नल को दिखाती है, इसलिए बेहतर रिकवरी के लिए अच्छी तरह आराम करें।
ru: Сегодня была только легкая активность. Плохая готовность отражает сигналы восстановления, поэтому хорошо отдохните, чтобы лучше восстановиться.
tr: Bugün yalnızca hafif bir aktivite yaptınız. Zayıf hazırlığınız toparlanma sinyallerinizi yansıtıyor; daha iyi toparlanmak için iyi dinlenin.
zh_hans: 今天只是轻度活动，较差的状态来自身体的恢复信号。请多休息让身体更好的恢复。

source: Kickboxing
de: Kickboxen
hi: किकबॉक्सिंग
ru: Кикбоксинг
tr: Kick Boks
zh_hans: 自由搏击

source: Kilocalories
de: Kilokalorien
es: Kilocalorías
hi: किलो कैलोरी
ru: Килокалории
tr: Kilokalori
zh_hans: 千卡

source: Kilograms
de: Kilogramm
es: Kilogramos
fr: Kilogrammes
hi: किलोग्राम
ru: Килограммы
tr: Kilogram
zh_hans: 千克

source: Kilojoules
de: Kilojoule
es: Kilojulios
hi: किलोजूल
ru: Килоджоули
tr: Kilojul
zh_hans: 千焦

source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètres
hi: किलोमीटर
ru: Километры
tr: Kilometre
zh_hans: 公里

source: Last 6 Months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
hi: पिछले 6 महीने
ru: Последние 6 месяцев
tr: Son 6 Ay
zh_hans: 最近6个月

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
ru: Последние 7 дней
tr: Son 7 Gün
zh_hans: 最近7天

source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
ru: Последние 30 дней
tr: Son 30 Gün
zh_hans: 最近30天

source: Last Year
de: Letzte 12 Monate
es: Último año
fr: 12 derniers mois
hi: पिछला 1 वर्ष
ru: Последние 12 месяцев
tr: Son 1 Yıl
zh_hans: 最近一年

source: Load is building and you've absorbed it — readiness is prime for a hard effort.
de: Deine Belastung steigt und du hast sie gut verkraftet. Du bist in Bestform für eine harte Einheit.
es: La carga va en aumento y la has asimilado. Tu preparación es excelente para un esfuerzo intenso.
fr: Votre charge augmente et vous l’assimilez bien. Votre niveau de préparation est optimal pour un effort intense.
hi: लोड बढ़ रहा है और आपका शरीर इसे अच्छी तरह संभाल रहा है। कठिन मेहनत के लिए रेडिनेस बेहतरीन है।
ru: Нагрузка растет, и Вы ее хорошо переносите. Готовность отличная для тяжелой тренировки.
tr: Yük artıyor ve vücudunuz buna uyum sağladı. Hazırlığınız zorlu bir efor için zirvede.
zh_hans: 训练负荷在增加，但身体适应得很好。今天适合高强度训练。

source: Load is building and you've absorbed it. Readiness is prime for a hard effort.
de: Deine Belastung steigt und du hast sie gut verkraftet. Du bist in Bestform für eine harte Einheit.
es: La carga va en aumento y la has asimilado. Tu preparación es excelente para un esfuerzo intenso.
fr: Votre charge augmente et vous l’assimilez bien. Votre niveau de préparation est optimal pour un effort intense.
hi: लोड बढ़ रहा है और आपका शरीर इसे अच्छी तरह संभाल रहा है। कठिन मेहनत के लिए रेडिनेस बेहतरीन है।
ru: Нагрузка растет, и Вы ее хорошо переносите. Готовность отличная для тяжелой тренировки.
tr: Yük artıyor ve vücudunuz buna uyum sağladı. Hazırlığınız zorlu bir efor için zirvede.
zh_hans: 训练负荷在增加，但身体适应得很好。今天适合高强度训练。

source: Low
de: Niedrig
es: Bajo
fr: Faible
hi: निम्न
ru: Низко
tr: Düşük
zh_hans: 偏低

source: Low sleep score; prioritize readiness tonight.
de: Niedriger Schlafindex. Gönn dir heute Nacht genug Erholung.
es: Puntuación del sueño baja; esta noche prioriza el descanso.
fr: Score de sommeil faible ; privilégiez le repos ce soir.
hi: नींद का स्कोर कम है। आज रात आराम और रिकवरी को प्राथमिकता दें।
ru: Низкая оценка сна; этой ночью уделите внимание восстановлению.
tr: Uyku puanı düşük; bu gece toparlanmaya öncelik verin.
zh_hans: 睡眠评分偏低，今晚请优先休息恢复。

source: m/step
de: m/Schritt
es: m/paso
fr: m/pas
hi: m/क़दम
ru: m/шаг
tr: m/adım
zh_hans: 米/步

source: Martial Arts
de: Kampfsport
es: Artes marciales
fr: Arts martiaux
hi: मार्शल आर्ट
ru: Боевые искусства
tr: Dövüş Sanatları
zh_hans: 武术

# Max Cycling Cadence
source: Max Cadence
de: Max. Trittfrequenz
es: Cadencia máxima
fr: Cadence max.
hi: अधिकतम केडेंस
ru: Макс. каденс
tr: Maks. Kadans
zh_hans: 最高踏频

source: Max Ground Contact
de: Max. Bodenkontaktzeit
es: Contacto máximo con el suelo
fr: Contact au sol max.
hi: अधिकतम ग्राउंड कॉन्टैक्ट
ru: Макс. контакт с землей
tr: Maks. Yerle Temas
zh_hans: 最长触地时间

source: Max Heart Rate
de: Max. Herzfrequenz
es: Frecuencia cardiaca máxima
fr: Fréq. cardiaque max.
hi: अधिकतम हृदय गति
ru: Макс. пульс
tr: Maks. Kalp Atış Hızı
zh_hans: 最高心率

source: Max Power
de: Max. Leistung
es: Potencia máxima
fr: Puissance max.
hi: अधिकतम पावर
ru: Макс. мощность
tr: Maks. Güç
zh_hans: 最大功率

source: Max Speed
de: Max. Geschwindigkeit
es: Velocidad máxima
fr: Vitesse max.
hi: अधिकतम गति
ru: Макс. скорость
tr: Maks. Hız
zh_hans: 最高速度

# Max Step Cadence
source: Max Cadence
de: Max. Schrittfrequenz
es: Cadencia máxima
fr: Cadence max.
hi: अधिकतम केडेंस
ru: Макс. частота шагов
tr: Maks. Kadans
zh_hans: 最高步频

source: Max Stride Length
de: Max. Schrittlänge
es: Longitud máxima de zancada
fr: Longueur de foulée max.
hi: अधिकतम स्ट्राइड लेंथ
ru: Макс. длина шага
tr: Maks. Adım Uzunluğu
zh_hans: 最大步长

source: Max Vertical Osc.
de: Max. Vert. Oszillation
es: Osc. vertical máxima
fr: Oscillation vert. max.
hi: अधिकतम वर्टिकल ऑसिलेशन
ru: Макс. верт. колебания
tr: Maks. Dikey Salınım
zh_hans: 最大垂直振幅

source: Medium confidence
de: Mittlere Zuverlässigkeit
es: Confianza media
fr: Fiabilité moyenne
hi: मध्यम विश्वसनीयता
ru: Средняя достоверность
tr: Orta güvenilirlik
zh_hans: 置信度中等

source: Medium Injury Risk
de: Mittleres Verletzungsrisiko
es: Riesgo de lesión medio
fr: Risque de blessure modéré
hi: चोट का मध्यम जोखिम
ru: Средний риск травмы
tr: Orta Sakatlık Riski
zh_hans: 中等受伤风险

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
hi: मेट्रिक
ru: Метрическая
tr: Metrik
zh_hans: 公制

source: Mile %@, %@
de: Meile %@, %@
es: Milla %@, %@
hi: मील %@, %@
ru: Миля %@, %@
tr: %@. mil, %@
zh_hans: 第 %@ 英里，%@

source: Miles
de: Meilen
es: Millas
hi: मील
ru: Мили
tr: Mil
zh_hans: 英里

source: Mind & Body
de: Körper & Geist
es: Cuerpo y mente
fr: Corps et esprit
hi: दिमाग़ और शरीर
ru: Оздоровительные практики
tr: Zihin ve Beden
zh_hans: 身心训练

source: Mixed Cardio
de: Gem. Cardiotraining
es: Cardio mixto
fr: Cardio et renforcement
hi: मिक्स कार्डियो
ru: Смешанная кардио
tr: Karışık Kardiyo
zh_hans: 混合有氧运动

source: Mixed sleep signals for this day.
de: Gemischte Schlafsignale an diesem Tag.
es: Indicadores de sueño dispares para este día.
fr: Signaux de sommeil mitigés pour cette journée.
hi: इस दिन नींद के सिग्नल मिले जुले रहे।
ru: Неоднозначные сигналы сна в этот день.
tr: Bu gün için uyku sinyalleri karışık.
zh_hans: 这一天的睡眠信号好坏不一。

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
hi: मध्यम
ru: Средне
tr: Orta
zh_hans: 中等

source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
ru: Месяц
tr: Ay
zh_hans: 月

source: More Apple Health history is needed before scoring.
de: Für eine Bewertung sind mehr Verlaufsdaten aus Health nötig.
es: Se necesita más historial de la app Salud para calcular la puntuación.
fr: Un historique plus long dans l’app Santé est nécessaire pour calculer le score.
hi: स्कोर देने से पहले सेहत ऐप का और पुराना डेटा चाहिए।
ru: Для оценки нужно больше истории в приложении «Здоровье».
tr: Puanlamadan önce Sağlık uygulamasında daha fazla geçmiş veri gerekiyor.
zh_hans: 需要更多健康 App 历史数据后才能评分。

source: Move, Exercise, and Stand rings
de: Ringe für Bewegen, Trainieren und Stehen
es: Anillos de Movimiento, Ejercicio y De pie
fr: Anneaux « Bouger », « M’entraîner » et « Me lever »
hi: मूव, एक्सरसाइज़ और स्टैंड रिंग
ru: Кольца подвижности, упражнений и разминки
tr: Hareket, Egzersiz ve Duruş halkaları
zh_hans: 活动、运动与站立圆环

source: Multiple signals are down together — readiness is poor. Rest or keep it very light.
de: Mehrere Signale sind gleichzeitig gesunken und deine Tagesform ist schwach. Ruh dich aus oder trainiere nur sehr leicht.
es: Varios indicadores han bajado a la vez y tu preparación es muy baja. Descansa o haz algo muy suave.
fr: Plusieurs signaux baissent en même temps et votre niveau de préparation est insuffisant. Reposez-vous ou optez pour une séance très légère.
hi: कई सिग्नल एक साथ नीचे हैं और रेडिनेस ख़राब है। आराम करें या बहुत हल्की ऐक्टिविटी करें।
ru: Несколько сигналов снизились одновременно, готовность плохая. Отдохните или тренируйтесь очень легко.
tr: Birden fazla sinyal aynı anda düşük ve hazırlık zayıf. Dinlenin ya da çok hafif tutun.
zh_hans: 多项信号同时走低，今天状态较差。建议休息，或只做很轻松的活动。

source: Multiple signals are down together and readiness is poor. Rest or keep it very light.
de: Mehrere Signale sind gleichzeitig gesunken und deine Tagesform ist schwach. Ruh dich aus oder trainiere nur sehr leicht.
es: Varios indicadores han bajado a la vez y tu preparación es muy baja. Descansa o haz algo muy suave.
fr: Plusieurs signaux baissent en même temps et votre niveau de préparation est insuffisant. Reposez-vous ou optez pour une séance très légère.
hi: कई सिग्नल एक साथ नीचे हैं और रेडिनेस ख़राब है। आराम करें या बहुत हल्की ऐक्टिविटी करें।
ru: Несколько сигналов снизились одновременно, готовность плохая. Отдохните или тренируйтесь очень легко.
tr: Birden fazla sinyal aynı anda düşük ve hazırlık zayıf. Dinlenin ya da çok hafif tutun.
zh_hans: 多项信号同时走低，今天状态较差。建议休息，或只做很轻松的活动。

source: Needs Data
de: Daten erforderlich
es: Faltan datos
fr: Données requises
hi: डेटा चाहिए
ru: Нужны данные
tr: Veri Gerekiyor
zh_hans: 需要数据

source: Needs more data
de: Mehr Daten erforderlich
es: Se necesitan más datos
fr: Plus de données requises
hi: और डेटा चाहिए
ru: Нужно больше данных
tr: Daha fazla veri gerekiyor
zh_hans: 需要更多数据

source: No 30-day comparison yet
de: Noch kein 30-Tage-Vergleich
es: Aún no hay comparación de 30 días
fr: Pas encore de comparaison sur 30 jours
hi: अभी 30 दिन की कोई तुलना नहीं
ru: Сравнения за 30 дней пока нет
tr: Henüz 30 günlük karşılaştırma yok
zh_hans: 暂无30天对比

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
ru: Нет данных
tr: Veri Yok
zh_hans: 无数据

source: No Saved Effort
de: Keine Anstrengung gesichert
es: Sin esfuerzo guardado
fr: Aucun effort enregistré
hi: कोई सहेजा गया प्रयास नहीं
ru: Усилие не добавлено
tr: Kayıtlı Efor Yok
zh_hans: 未记录强度
